
lang = {
    "start_msg": "Привет, это Мистер Помогайка!\n\n"
                 "Я [᠌](https://telegra.ph/file/8508258a01c8156d35d87.mp4)помогу тебе оставить заявку сантехнику, электрику или столяру",
    "menu_msg": "Меню:",
    "menu_btns": ["Создать", "Мои заявки"],
    "list_msg": "*Твои заявки:*\n\n",
    "list_empty": "У тебя нет заявок",
    "problem_template": "Заявка #{}\n"
                        "{} {}\n\n",
    "type_msg": "Выбери, чья помощь тебе нужна:\n"
                "▪️*Электрик* заменит розетку, выключатель или разберется с проводкой;\n"
                "▪️*Сантехник* починит душ, туалет или раковину;\n"
                "▪️*Столяр* поможет, если нужно отремонтировать окно, стул, кровать или дверь.\n\n"
                "Выберите *Другое*, если не знаешь к какому мастеру обратиться",
    "type_btns": ["Электрик", "Сантехник", "Столяр", "Дератизация и дезинсекция", "Другое"],
    "place_msg": "Напиши *где возникла проблема*.\n"
                 "Например: _\"20 общежитие, правая кухня 4 этажа\"_",
    "problem_msg": "Кратко *опиши проблему*.\n"
                   "Например: _\"течет кран в душе\"_",
    "photo_msg": "Отправь *фото проблемы*. \n\n_Этот шаг можно пропустить_",
    "skip_btn": "Пропустить",
    "phone_msg": "Отправь *номер телефона*, чтобы мастер смог с тобой связаться.\n\n"
                 "Нажми кнопку \"Отправить номер\" или напиши в формате +380950000000.\n\n"
                 "_Этот шаг можно пропустить_",
    "phone_err": "Введи номер в формате +380950000000",
    "phone_btn": "Отправить телефон",
    "cancel_btn": "Отмена",
    "request_msg": "*Номер:* {}\n"
                   "*Тип:* {}\n\n"
                   "*Где:* {}\n"
                   "*Проблема:*\n{}\n\n"
                   "*Номер:* {}\n"
                   "*Телеграм*: [{}](tg://user?id={})\n\n",
    "success_msg": "🕔 Заявка успешно отправлена!\n\n"
                   "Уникальный номер заявки: *{}*",
    "moderate_btns": [{"Проблема устранена": "success:{}"}, {"Отклонить заявку": "decline:{}"},
                      {"Принять в работу": "inwork:{}"}],
    "callback_msg_admin": {"decline": "❌ ", "success": "✅ ", "inwork": "🕔 "},
    "callback_msg_user": {"decline": "❌ *Заявка отклонена*\n\n"
                                     "*Номер:* {}\n"
                                     "*Описание:* {}, {}",
                          "success": "✅ *Проблема устранена*\n\n"
                                     "*Номер:* {}\n"
                                     "*Описание:* {}, {}"},
    "comment_btn": {"Оставить комментарий": "comment:{}"},
    "rate_btns": {"1": "rate:{}:1",
                  "2": "rate:{}:2",
                  "3": "rate:{}:3",
                  "4": "rate:{}:4",
                  "5": "rate:{}:5",
                  },
    "rate_msg": "\n\nОценка: {}",
    "comment_msg": "Оставь комментарий для проблемы *{}*:",
    "comment_end": "Спасибо за отзыв!",
    "admin_comment": "[{}](tg://user?id={}) на проблему №*{}*:\n\n{}",
    "error_msg": "Я не понимаю :с"
}
